Autodesk.Revit.DB.SolidNode.GetSolid
Returns the Revit Solid.
Returns:
Instance of a GBRep
Since:
2021

Autodesk.Revit.DB.SolidNode
An output node that represents a Solid.
Remarks:
See also: Autodesk::Revit::DB::IExportContext::OnSolidBegin.
Since:
2021